export const exampleModels = [
  {
    name: 'Підприємство 1',
    form: [0.4, 1.1, 0.6, 0.7, 0.8, 1, 1.2, 1.3, 0.9, 2.9, 4.1, 1.8, 0.06, 0.09, 0.12, 0.07],
  },
  {
    name: 'Підприємство 2',
    form: [0.3, 1.2, 1.3, 0.9, 0.8, 0.9, 1.2, 1, 0.5, 0.9, 2.1, 1.1, 0.06, 0.07, 0.06, 0.05],
  },
  {
    name: 'Підприємство 3',
    form: [0.5, 0.1, 0.6, 0.7, 1.4, 1, 1.6, 1.3, 1.9, 3, 3.2, 1.9, 0.1, 0.04, 0.05, 0.06],
  },
];

export const exampleSettings = [
  {
    k: 'K1', name: 'Коефіцієнт поточної ліквідності', p: 8, t: 0.9,
  },
  {
    k: 'K2', name: 'Коефіцієнт загальної ліквідності', p: 9, t: 1.5,
  },
  {
    name: 'Коефіцієнт фінансової незалежності', p: '7', t: 2, k: 'K3',
  },
  {
    name: 'Рентабельність виробництва', p: '10', t: 0.09, k: 'K4',
  },
];
