<template>
  <div>
    <h1>Рефінансування підприємств</h1>

    <p>
      Розглянемо задачу вибору, яку опишемо за допомогою наступної математичної
      моделі. <br />
      Множину альтернатив позначимо через <i>Х</i>, і припустимо, що вона
      скінченна, тобто допустимі альтернативи можна перерахувати
      <i>
        Х
      </i>
      = {
      <i>
        x
      </i>
      <sub>1</sub>,
      <i>
        x
      </i>
      <sub>2</sub>, ... ,
      <i>
        x
      </i>
      <sub>n</sub>}.
      <br />
      Позначимо
      <i>
        K
      </i>
      = {
      <i>
        K
      </i>
      <sub>1</sub>,
      <i>
        K
      </i>
      <sub>2</sub>, ... ,
      <i>
        K
      </i>
      <sub>m</sub>}
      множину критеріїв ефективності, за допомогою яких проводиться оцінка
      кожної альтернативи із множини <i>Х</i>.
      <br />
      Задачу вибору можна сформулювати наступним чином: вибрати найкращу
      альтернативу із множини Х, коли відомі на цій множині оцінки критеріїв.
    </p>

    <div class="w-50 m-auto">
      <b-btn block variant="primary" to="/calculator">Нове обчислення</b-btn>
      <b-btn block variant="warning" to="/calculator?test=1">Приклад</b-btn>
    </div>
  </div>
</template>

<script>
export default {

};
</script>

<style>
</style>
